{
  "docId": "73e42e1f-3c41-450b-ab14-2dd5dfbecc14",
  "filename": "sample_medical_contract.pdf",
  "createdAt": 1771267434141,
  "chunks": [
    {
      "id": "c80ebb0c-d700-407f-8850-3a5964b24c72",
      "page": null,
      "text": "A TIACHMENT A -CONTRACT State Medical Director and Occupational Medical Services for Maryland State Agencies THIS CONTRACT (the \"Contract\") is made this 3•• day of February, 2017 by and between PTN WorkPro Holdings LLC and the STATE OF MARYLAND, acting through the Department of Budget and Management. February In consideration of the promises and the covenants herein contained, the parties agree as follows: l. Definitions In this Contract, the following words have the meanings indicated: I.I ''COMAR\" means Code of Maryland Regulations. 1.2 \"Contract Monitor\" means the Department employee identified in Section 1.6 of the RFP as the Contract Monitor. 1.3 \"Contractor\" means PTN WorkPro Hold ings LLC d/b/a WORKPRO Occupational Health whose principal business address is200 Biddle Avenue, Suite 213, Newark. DE 19702 and whose principal office in Maryland is 50 I Fainnount Avenue, Suite 302, Towson, MD 21286. 1.4 \"Department\" means the Department of Budget and Management. 1.5 \"Guarantor\" means PT Network LLC, d/b/a Pivot Physical Therapy. 1.6 \"Financial Proposal\" means the Contractor's Financial Proposal dated March 3, 20\"16."
    },
    {
      "id": "49db70a9-1db4-4710-858b-409baf1fa2f1",
      "page": null,
      "text": "ns the Department of Budget and Management. 1.5 \"Guarantor\" means PT Network LLC, d/b/a Pivot Physical Therapy. 1.6 \"Financial Proposal\" means the Contractor's Financial Proposal dated March 3, 20\"16. 1.7 \"Procurement Officer\" means the Department employee identified in Section 1.5 of the RFP as the Procurement Officer. 1.8 \"RFP\" means the Request for Proposals for Statewide Medical Director and Occupational Medical Services for Maryland State Agencies Solicitation # 05086400002, and any addenda thereto issued in writing by the State. 1.9 \"State\" means the State of Maryland. 1.10 ''Technical Proposal\"means the Contractor's Technical Proposal dated March 3, 2016. 2. Scope of Contract 2. 1 The Contractor shall provide deliverables, programs, goods, and services specific to the Contract for Statewide Medical Director and Occupational Medical Services awarded in accordance with Exhibits A-C listed in this section and incorporated as part of this Contracl If there is any conflict between this Contract and the Exhibits, the terms of the Contract shall govern."
    },
    {
      "id": "b7765686-aa2a-4b6c-acca-88951a9454cb",
      "page": null,
      "text": "n accordance with Exhibits A-C listed in this section and incorporated as part of this Contracl If there is any conflict between this Contract and the Exhibits, the terms of the Contract shall govern. If there is any conflict among the Exhibits, the fol lowing order of precedence shall determine the prevailing provision: Exhibit A - The RFP Exhibit B -State Contract Affidavit, executed by the Contractor and dated June 21, 2016 Exhibit C -The Proposal (Technical and Financial) 2.2 The Procurement Officer may, at any time, by written order, make changes in the work within the general scope of the Contract or the RFP. No other order, statement, or conduct of the Procurement Officer or any other person shall be treated as a change or entitle the Contractor to an equitable adjustment under this section. Except as otherwise provided in this Contract, if any change under this section causes an increase or decrease in the Contractor's cost of, or the time required for, the perfo1111ance of any part of the work, whether or not changed by the order, an equitable adjustment in the Contract price s hall be made and the Contract modified in writing accordingly."
    },
    {
      "id": "17c643fc-a190-44c7-87e0-2ebda1bddf46",
      "page": null,
      "text": "ired for, the perfo1111ance of any part of the work, whether or not changed by the order, an equitable adjustment in the Contract price s hall be made and the Contract modified in writing accordingly. The Contractor must assert in writi ng its right to an adjustment under this section within thirty (30) days of receipt of written change order and shall include a written statement setting forth the nature and cost of such claim. No claim by the Contractor sha ll be allowed ifasserted after final payment under this Contract. Failure to agree to an adj ustment under this section shall be a dispute under the Disputes c lause. Nothing in this section s hall excuse the Contractor from proceeding wi th the Contract as c hanged. 2.3 Whi le the Procurement Officer may, at any time, by written change order, make uni lateral changes in the work within the general scope ofthe Contract as provided in Section 2.2 above, the Contract m ay be modified by mutual agreement of the parties, provided: (a) the modification is made in writing; (b) all parties sign the modification; and (c) all approvals by the required agencies as described in COMAR Title 21, are obtained. 3. Period of Performance. 3."
    },
    {
      "id": "57717b59-8c0f-4518-b596-d9608a4e164a",
      "page": null,
      "text": "a) the modification is made in writing; (b) all parties sign the modification; and (c) all approvals by the required agencies as described in COMAR Title 21, are obtained. 3. Period of Performance. 3. I The tem1 ofthis Contract begins on the date the Contract is signed by the Department following any required approvals of the Contract, including approval by the Board of Public Works, ifs uch approval is required. T he Contractor shall provide services under this Contract as of the Go-Live date contained in the written Notice to Proceed. From this Go-Live date, the Contract shall be for a per iod ofapproximately five years beginning on April I, 2017 and ending on March 3 I, 2022. 3.2 Audit, confidentiality, document retention, and indemnification obligations under this Contract shall survive expiration or termination of the Contract 4. Cons ideration and Paymen t 4.1 In consideration ofthe satisfactory performance of the work set forth in this Contract, t he Department shall pay the Contractor in accordance with the terms of this Contract and at the prices quoted in the Financial Proposal."
    },
    {
      "id": "fbeacd2d-af99-40ff-b812-0c9fed2c40f9",
      "page": null,
      "text": "isfactory performance of the work set forth in this Contract, t he Department shall pay the Contractor in accordance with the terms of this Contract and at the prices quoted in the Financial Proposal. Un less properly modified (see above Section 2.3), payment to the Contractor pursuant to this Contract, including the base tenn and any option exercised by the State, shall not exceed $ (). Contractor shall notify the Contract Monitor, in writing, at least sixty (60) days before payments reach the above specified amount. After notification by the Contractor, ifthe State fails to increase the Contract amount, the Contractor shall have no obligation to perform under th is Contract after payments reach the stated amount; provided, however, that, prior to the stated amount being reached, the Contractor shall: (a) promptly consult with the State and work in good faith to establish a plan ofaction to assure that every reasonable effort has been undertaken by the Contractor to complete State-defined critical work in progress pri or to the date the stated amount will be reached; and (b) when applicable secure databases, systems, platforms, and/or same will exist due to the existence of any su"
    },
    {
      "id": "3c74f1cd-193d-4b1e-b89e-cf7893bbcd3c",
      "page": null,
      "text": "ined critical work in progress pri or to the date the stated amount will be reached; and (b) when applicable secure databases, systems, platforms, and/or same will exist due to the existence of any such unfinished work. 4.2 Payments to the Contractor shall be made no later than thirty (30) days after the Department's receipt of a proper invoice for services provided by the Contractor, acceptance by the Department ofservices provided by the Contractor, and pursuant to the conditions outlined in Section 4 of this Contract. Each invoice for services rendered must include the Contractor' s Federal Tax Identification or Social Security Number for a Contractor who is an individual which is -· Charges for late payment of invoices other than as prescribed at Md. Code Ann., State Finance and Procurement Article,§ 15- 104 are prohibited. Invoices shall be submitted to the Contract Monitor. Electronic funds transfer shall be used by the State to pay Contractor pursuant to this Contract and any other State payments due Contractor unless the State Comptroller's Office grants Contractor an exemption."
    },
    {
      "id": "1cac3844-afb2-46bf-9688-21b227777649",
      "page": null,
      "text": "funds transfer shall be used by the State to pay Contractor pursuant to this Contract and any other State payments due Contractor unless the State Comptroller's Office grants Contractor an exemption. 4.3 In addition to any other available remedies, if, in the opinion of the Procurement Officer, the Contractor fails to perfom 1 in a satisfactory and timely manner, the Procurement Officer may refuse or limit approval ofany invoice for payment, and may cause payments to the Contractor to be reduced or withheld until such time as the Contractor meets perfonnance standards as established by the Procurement Officer. 4.4 Payment of an invoice by the Department is not evidence that services were rendered as required under this Contract. 4.4 Contractor's eMaryland Marketplace vendor ID number is -· 5."
    },
    {
      "id": "4b400184-fb7c-4683-ae68-a35ffe166590",
      "page": null,
      "text": "ement Officer. 4.4 Payment of an invoice by the Department is not evidence that services were rendered as required under this Contract. 4.4 Contractor's eMaryland Marketplace vendor ID number is -· 5. Rights to Records 5.1 The Contractor agrees that all documents and materials including, but not limited to, software, reports, drawings, stud ies, specifications, estimates, tests, maps, photographs, designs, graphics, mechanical, artwork, computations, and data prepared by the Contractor for purposes of th is Contract shall be the sole property ofthe State and shall be available to the State at any time. The State shall have the right to use the same without restriction and without compensation to the Contractor other than that specifica lly provided by this Contract. 5.2 The Contractor agrees that at all times during the term ofU1is Contract and thereafter, works created as a deliverable under this Contract, and services performed under this Contract shall be \"works made for hire\" as that tenn is interpreted under U.S. copyright law."
    },
    {
      "id": "c2e56568-d804-49eb-9c92-904d2f4bdbcf",
      "page": null,
      "text": "ract and thereafter, works created as a deliverable under this Contract, and services performed under this Contract shall be \"works made for hire\" as that tenn is interpreted under U.S. copyright law. To the extent that any products created as a deliverable under this Contract are not works made for hire for the State, the Contractor hereby relinquishes, transfers, and assigns to the State all of its rights, title, and interest (including all intellectual property rights) to all such products created under this Contract, and will cooperate reasonably with the State in effectuating and registering any necessary assignments. 5.3 The Contractor shall report to the Contract Monitor, promptly and in written detail, each notice or c laim of copyright infringement received by the Contractor with respect to all data delivered under this Contract. 5.4 The Contractor shall not affix any restrictive markings upon any data, documentation, or other materials provided to the State hereunder and if such markings are affixed, the State sha ll have the right at any time to modify, remove, obliterate, or ignore such warnings."
    },
    {
      "id": "cd2d79ea-b085-47dc-8f5d-827f7363a2fa",
      "page": null,
      "text": "documentation, or other materials provided to the State hereunder and if such markings are affixed, the State sha ll have the right at any time to modify, remove, obliterate, or ignore such warnings. Upon tennination ofthe Contract, the Contractor, at its own expense, shall deliver any equipment, software or other property provided by the State to the place designated by the Procurement Officer. 6. Exclusive Use The State shall have the exclusive right to use, duplicate, and disclose any data, infom1ation, documents, records, or results, in whole or in part, in any manner for any purpose whatsoever, that may be created or generated by the Contractor in connection with this Contra.ct. If any material, including software, is capable of being copyrighted, the State s hal l be the copyright owner and Contractor may copyright material connected with thi s project only with the express written approval of the State. 7."
    },
    {
      "id": "f714be9b-5f06-417d-a25a-100ee43d6c5e",
      "page": null,
      "text": "re, is capable of being copyrighted, the State s hal l be the copyright owner and Contractor may copyright material connected with thi s project only with the express written approval of the State. 7. Patents, Copyrights, and lntellectual Property 7.1 If the Contractor furnishes any design, device, material, process, or other item, which is covered by a patent, trademark or service mark, or copyright or which is proprietary to, or a trade secret of, another, the Contractor shall obtain the necessary pennission or license to permit the State to use such item or items. 7 .2 The Contractor will defend or settle, at its own expense, any claim or suit against the State alleging that any such item furnished by the Contractor infringes any patent, trademark, service mark, copyright, or trade secret."
    },
    {
      "id": "a428ac38-885f-483c-8324-563a91fd01d3",
      "page": null,
      "text": "nd or settle, at its own expense, any claim or suit against the State alleging that any such item furnished by the Contractor infringes any patent, trademark, service mark, copyright, or trade secret. If a third party c laims that a product infringes that party's patent, trademark, service mark, trade secret, or copyright, the Contractor will defend the State against that c laim at Contractor's expense and will pay all damages, costs, and attorneys' fees that a court finally awards, provided the State: (a) promptly notifies the Contractor in writing of theclaim; and (b) allows Contractor to control and cooperates with Contractor in, the defense and any related settlement negotiations. TI1e obligations of this paragraph are in add ition to those stated in Section 7.3 below."
    },
    {
      "id": "a9d4b933-08b5-4604-ad42-198f1570b32f",
      "page": null,
      "text": "Contractor to control and cooperates with Contractor in, the defense and any related settlement negotiations. TI1e obligations of this paragraph are in add ition to those stated in Section 7.3 below. 7.3 If any products furnished by the Contractor become, or in the Contractor's opinion are likely to become, the subject of a claim of infringement, the Contractor will, at its option and expense: (a) procure for the State the right to continue using the applicable item; (b) replace the product with a non-infringing product substantia lly complying with the item's s pecifications; or (c) modify the item so that it becomes non-infringing and performs in a s ubstantially. similar manner to the original item. 8."
    },
    {
      "id": "f8869d93-7f6b-4ac9-a75b-ec2f2a133d6d",
      "page": null,
      "text": "ing product substantia lly complying with the item's s pecifications; or (c) modify the item so that it becomes non-infringing and performs in a s ubstantially. similar manner to the original item. 8. Confidential or Proprietary loformation a n d Documentation 8.1 Subject to the Maryland Public Information Act and any other applicable Jaws including, without limitation, HIPAA, the HI-TECH ACT, and the Maryland Medical Records Act and the implementation of regulations promulgated pursuant thereto, all confidential or proprietary infom1ation and documentation relating to either party (including without limitation, any information or data stored within the Contractor's compu ter systems) shall be held in absolute confidence by the other party. Each party shall, however, be pern I itted to disclose relevant confidential infonnation to its officers, agents, and employees to the extent that such disclosure is necessa.ry for the perfom1ance of their duties under this Contract, provided that the data may be collected, used, disclosed, stored, and d isseminated only as provided by and consistent with the Jaw."
    },
    {
      "id": "0eebb381-21ef-4d34-92da-b619cf1cec41",
      "page": null,
      "text": "necessa.ry for the perfom1ance of their duties under this Contract, provided that the data may be collected, used, disclosed, stored, and d isseminated only as provided by and consistent with the Jaw. The provisions of this section shall not apply to infonnation that: (a) is lawfully in the public domain; (b) has been independently developed by the other party with out violation ofthis Contract; (c) was already in the possession ofsuch party; (d) was supplied to such party by a third party lawfully in possession thereof and legally permitted to disclose in the information; or (e) which such party is required to disclose by law. 8.2 This Section 8 shall survive expiration or tennination of this Contract. 9. Loss of Data In the event of loss of any State data or records where such loss is due to the intentional act or omission or negligence of the Contractor or any of its subcontractors or agents, the Contractor shall be responsible for recreating such lost data in the manner and on the schedule set by the Contract Monitor. The Contractor shall ensure that all data is backed up and recoverable by the Contractor."
    },
    {
      "id": "1158a3a1-42aa-45a4-a763-4c02f7d167ec",
      "page": null,
      "text": "ll be responsible for recreating such lost data in the manner and on the schedule set by the Contract Monitor. The Contractor shall ensure that all data is backed up and recoverable by the Contractor. Contractor shall use its best efforts to assure that at no time shall any actions undertaken by the Contractor under this Contract (or any fai lures to act when Contractor has a duty ro act) damage or create any vulnerabi lities in data bases, systems, platforms, and/or applications with which the Contractor is wor king hereunder. 10. Indemnification I0.1 The Contractor shall hold harmless and indemnify the State from and against any and al l losses, damages, c laims, suits, actions, liabilities, and/or expenses, including, without limitation, attorneys' fees and disbursements of any character that arise fro m, are in connection with or are attributable to the performance or nonperformance of the Contractor or its subcontractors under this Contract."
    },
    {
      "id": "ff3df704-8b02-4fda-8f27-2e492a0d8c94",
      "page": null,
      "text": "' fees and disbursements of any character that arise fro m, are in connection with or are attributable to the performance or nonperformance of the Contractor or its subcontractors under this Contract. I 0.2 This indemnification clause shall not be construed to m e.an that the Contractor shall indemnify the State against liabi lity for any losses, damages, claims, suits, actions, liabilities, and/or expenses that are attributable to the sole negligence of the State or the State's employees. I 0.3 The State of Maryland has no obligation to provide legal counsel or defense to the Contractor or its subcontractors in the event that a suit, claim, or action ofany character is brought by any person not party to this Contract against the Contractor or its subcontractors as a result of or relating to the Contractor's performance under this Contract. I 0.4 The State has no obligation for the payment of any judgments or the settlement ofany claims against the Contractor or its subcontractors as a result ofor relating to the Contractor's performance u nder this Contract."
    },
    {
      "id": "0d888104-ebf2-4e6d-8de5-b1605ba0ddaa",
      "page": null,
      "text": "obligation for the payment of any judgments or the settlement ofany claims against the Contractor or its subcontractors as a result ofor relating to the Contractor's performance u nder this Contract. I 0.5 The Contractor shall immediately notify the Procurement Officer ofany claim or suit made or filed against the Contractor or its subcontractors regarding any matter resulting from, or relating to, the Contractor's obligations under the Contract, and wi ll cooperate, assist, and consult with the State in the defense or investigation ofany claim, suit, or action made or fi led against the State as a result of, or relating to, the Contractor's perfom1ance under this Contract. I0.6 This Section IO shall survive tem1ination of this Contract. I1. Non-Hiring of Employees No official or employee of the State, as defined under Md."
    },
    {
      "id": "f5402777-5004-4724-891d-f6534ebd9aaa",
      "page": null,
      "text": "he Contractor's perfom1ance under this Contract. I0.6 This Section IO shall survive tem1ination of this Contract. I1. Non-Hiring of Employees No official or employee of the State, as defined under Md. Code Ann., General Provisions Article, § 5­ 10 I, whose duties as such official or employee include matters relating to or affecting the subject matter of this Contract, shall, during the pendency and tenn of this Contract and while serving as an official or employee of the State, become or be an employee of the Contractor or any entity that is a subcontractor on this Contract. 12. Disputes This Contract shall be subject to the provisions of Md. Code Ann., State Finance and Procurement Article, Title 15, Subtitle 2, and COMAR 21.10 (Administrative and Civil Remedies). Pending resolution ofa claim, the Contractor shall proceed diligently with the performance of the Contract in accordance with the Procurement Officer's decision."
    },
    {
      "id": "fb91e601-a1ba-4be4-a680-c648b53e6e52",
      "page": null,
      "text": "0 (Administrative and Civil Remedies). Pending resolution ofa claim, the Contractor shall proceed diligently with the performance of the Contract in accordance with the Procurement Officer's decision. Unless a lesser period is provided by applicable statute, regulation, or the Contract, the Contractor must file a written notice ofclaim with the Procurement Officer within thirty (30) days after the basis for the claim is known or should have been known, whichever is earlier. Contemporaneously with or within thirty (30) days of the filing of a notice of claim, but no later than the date of final payment under the Contract, the Contractor must submit to the Procurement Officer its written claim containing the information specified in COMAR 2 1.10.04.02. 13. Maryland Law 13.1 This Contract shall be construed, interpreted, and enforced according to the Jaws of the State of Maryland. 13.2 The Md. Code Ann., Commercial Law Article, Title 22, Maryland Uniform Computer Information Transactions Act, does not apply to this Contract or to any purchase order or Notice to Proceed issued under this Contract."
    },
    {
      "id": "2fbb294b-f910-4562-905c-20d85439f021",
      "page": null,
      "text": "nn., Commercial Law Article, Title 22, Maryland Uniform Computer Information Transactions Act, does not apply to this Contract or to any purchase order or Notice to Proceed issued under this Contract. 13.3 Any and all references to the Maryland Code, Annotated contained in this Contract shall be construed to refer to such Code sections as are from time to time amended. 14. Nondiscrimin ation in Employment The Contractor agrees: (a) not to discriminate in any manner against an employee or applicant for employment because of race, color, religion, creed, age, sex, marital status, national origin, sexual orientation, sexual identity, ancestry, or disability of a qualified individual with a disability; (b) to include a provision similar to that contained in subsection (a), above, in any underlying subcontract except a subcontract for standard commercial supplies or raw materials; and (c) to post and to cause subcontractors to post in conspicuous places available to employees and applicants for employment, notices setting forth the substance ofthis clause. 15."
    },
    {
      "id": "ebe00dc3-34c3-4e3c-8e6a-73ec05dffb9a",
      "page": null,
      "text": "or raw materials; and (c) to post and to cause subcontractors to post in conspicuous places available to employees and applicants for employment, notices setting forth the substance ofthis clause. 15. Contingent Fee Proh ibition The Contractor warrants that it has not employed or retained any person, partnership, corporation, or other entity, other than a bona fide employee, bona fide agent, bona fide salesperson, or commercial selling agency working for the business, to solicit or secure the Contract, and that the business has not paid or agreed to pay any person, partnership, corporation, or other entity. other than a bona fide employee, bona fide agent, bona fide salesperson, or commercial selling agency, any fee or any other consideration contingent on the making of this Contract 16."
    },
    {
      "id": "38489fb7-3ea0-451b-b56b-7f2d768a5e59",
      "page": null,
      "text": "or other entity. other than a bona fide employee, bona fide agent, bona fide salesperson, or commercial selling agency, any fee or any other consideration contingent on the making of this Contract 16. Non-availability of Funding If the General Assembly fails to appropriate funds or if funds are not otherwise made available for continued performance for any fiscal period oflhis Contract succeeding the first fiscal period, this Contract shall be canceled automatically as ofthe beginning of the fiscal year for which funds were not appropriated or otherwise made available; provided, however, that this will not affect either the State's rights or the Contractor's rights under any termination clause in this Contract. The effect of tennination of the Contract hereunder wi II be to discharge both the Contractor and the State from future performance of the Contract, but not from their rights and obligations existing at the time of termination. The Contractor shall be reimbursed for the reasonable value ofany nonrecurring costs incurred but not amortized in the price of the Contract."
    },
    {
      "id": "576e485c-e360-40fd-b2a1-57849b9fd4bb",
      "page": null,
      "text": "ights and obligations existing at the time of termination. The Contractor shall be reimbursed for the reasonable value ofany nonrecurring costs incurred but not amortized in the price of the Contract. The State shall notify the Contractor as soon as it has knowledge that funds may not be available for the continuation of this Contract for each succeeding fiscal period beyond the first. 17. Termination for Cause If the Contractor fails to fulfill its obligations under this Contract properly and on time, or otherwise violates any provision of the Contract, the State may terminate the Contract by written notice to the Contractor. The notice shall specify the acts or omissions relied upon as cause for tennination. All finished or unfinished work provided by the Contractor shall, at the State's option, become the State's property. The State s hall pay the Contractor fair and equitable compensation for satisfactory performance prior to receipt of notice of termination, less the amount of damages caused by the Contractor's breach."
    },
    {
      "id": "00e7d138-55a6-4675-b7f8-0c06e0dc16bc",
      "page": null,
      "text": "he State s hall pay the Contractor fair and equitable compensation for satisfactory performance prior to receipt of notice of termination, less the amount of damages caused by the Contractor's breach. If the damages are more than the compensation payable to the Contractor, the Contractor will remain liable after termination and the State can affirmatively collect damages. Termination hereunder, including the termination of the rights and obligations of the parties, shall be governed by the provisions ofCOMAR 21.07.01.11 B. 18. Termination for Convenience The performance of work under this Contract may be terminated by the State in accordance with this clause in whole, or from time to time in part, whenever the State shall determine that such termination is in the best interest of the State. The State will pay all reasonable costs associated with this Contract that the Contractor has incurred up to the date of termination, and all reasonable costs associated with termination of the Contract; provided, however, the Contractor shall not be reimbursed for any anticipatory profits that have not been earned up to the date of tem1 ination."
    },
    {
      "id": "bbd5191d-7dac-4029-b874-f7d97da6f66f",
      "page": null,
      "text": "able costs associated with termination of the Contract; provided, however, the Contractor shall not be reimbursed for any anticipatory profits that have not been earned up to the date of tem1 ination. Termination hereunder, including the detem1ination of the rights and obligations of the parties, shall be governed by the provisions of COMAR 21.07.0l.12A(2). 19. Delays and Extensions ofTime The Contractor agrees to prosecute the work continuously and diligently and no charges or claims for damages shall be made by it for any delays, interruptions, interferences, or hindrances from any cause whatsoever during the progress ofany portion of the work specified in this Contract."
    },
    {
      "id": "a052c47a-4b2a-445f-a1bb-3f4888fa050f",
      "page": null,
      "text": "r claims for damages shall be made by it for any delays, interruptions, interferences, or hindrances from any cause whatsoever during the progress ofany portion of the work specified in this Contract. Time extensions will be granted only for excusable delays that arise from unforeseeable causes beyond the control and without the fault or negligence of the Contractor, including but not restricted to, acts of God, acts of the public enemy, acts of the State in either its sovereign or contractual capacity, acts of another Contractor in the performance of a contract with the State, fires, noods, epidemics, quarantine restrictions, strikes, freight embargoes, or delays ofsubcontractors or suppliers arising from unforeseeable causes beyond the control and without the fault or negligence of either the Contractor or the subcontractors or suppliers. 20. Suspension or Work The State unilaterally may order the Contractor in writing to suspend, delay, or interrupt all or any part of its performance for such period oftime as the Procurement Officer may determine to be appropriate for the convenience of the State. 21. Pre-Existing Regulations In accordance with the provisions of Md."
    },
    {
      "id": "32e20fa9-c10f-4f1e-836e-56aa06c5905c",
      "page": null,
      "text": "ts performance for such period oftime as the Procurement Officer may determine to be appropriate for the convenience of the State. 21. Pre-Existing Regulations In accordance with the provisions of Md. Code Ann, State Finance and Procurement Article, § I1­ 206, the regulations set forth in Title 21 of the Code of Maryland Regulations (COMAR 21) in effect on the date of execution of this Contract are applicable to th is Contract. 22. Financial Disclosure The Contractor shall comply with the provisions of Md. Code Ann., State Finance and Procurement Articl e,§ 13-221, which requires that every person that enters into contracts, leases, or other agreements with the State or its agencies during a calendar year under which the business is to receive in the aggregate, $100,000 or more, s hall within thirty (30) days of the time when the aggregate value of these contracts, leases or other agreements reaches $ I00,000, fi le with the Secretary of the State certain specified information to include disclosure of beneficial ownership of the business. 23. Political Contributio n Disclosure The Contractor shal l comply with Md."
    },
    {
      "id": "042745ff-4372-4352-8320-430ee54b351e",
      "page": null,
      "text": "ith the Secretary of the State certain specified information to include disclosure of beneficial ownership of the business. 23. Political Contributio n Disclosure The Contractor shal l comply with Md. Code Ann., Election Law Article, T itle 14, which requires that every person that enters into a contract for a procurement with the State, a county, or a municipal corporation, or other political subdivision of the State, during a calendar year in which the person receives a contract with a governmental entity in the amount of $200,000 or more, shall, file with the State Board of Elections statements disclosing: (a) any contributions made during the reporting period to a candidate for elective office in any primary or general election; and (b) the name of each candidate to whom one or more contributions in a cumulative amount of $500 or more were made during the reporting period."
    },
    {
      "id": "ea24005a-7750-4f1e-8691-ba1aa6d9bf1d",
      "page": null,
      "text": "r elective office in any primary or general election; and (b) the name of each candidate to whom one or more contributions in a cumulative amount of $500 or more were made during the reporting period. The statement shall be filed with the State Board of Elections: (a) before execution ofa contract by the State, a county, a municipal corporation, or other political subdivision of the State, and shall cover the 24 months prior to when a contract was awarded; and (b) if the contribution is made after the execution ofa contract, then twice a year, throughout the contract term, on: (i) February 5, to cover the six (6) month period ending January 31; and (ii) August 5, to cover the six (6) month period ending July 31. Additional information is available on the State Board of Elections website: http-//www.elections.state.md.us/campaign_ finance/index.html. 24."
    },
    {
      "id": "5e5df0c3-6200-4bd7-a8a6-27abd5d4d5e9",
      "page": null,
      "text": "ust 5, to cover the six (6) month period ending July 31. Additional information is available on the State Board of Elections website: http-//www.elections.state.md.us/campaign_ finance/index.html. 24. Documents Retention and Inspectio n Clause The Contractor and subcontractors shall retain and maintain all records and documents relating to this Contract for a period of five (5) years after final payment by the State hereunder or any applicable statute of limitations or federal retention requirements (such as HIPAA), whichever is longer, and shall make them available for inspection and audit by authorized representatives of the State, including the Procurement Officer or designee, at all reasonable times. All records related in any way to the Contract are to be retained for the entire time provided under this section. In the event ofany audit, the Contractor sha ll provide assistance to the State, without additional compensation, to identify, investigate, a nd reconcile any audit discrepancies and/or variances. This Section 24 shall s urvive expiration or tem1 ination of the Contract. 25. Complia nce with Laws The Contractor hereby represents and warrants that: 25."
    },
    {
      "id": "2f71c2a8-9ac7-4a84-9de6-1215dfc29ec3",
      "page": null,
      "text": "e any audit discrepancies and/or variances. This Section 24 shall s urvive expiration or tem1 ination of the Contract. 25. Complia nce with Laws The Contractor hereby represents and warrants that: 25. l It is qualified to do business in the State and that it will take such action as, from time to time hereafter, may be necessary to remain so qualified; 25.2 It is not in arrears with respect to the payment ofany monies due and owing the State, or any department or unit thereof, including but not limited to the payment oftaxes and employee benefits, and that it shall not become so in arrears during the term of th is Contract; 25.3 It shall comply with all federal, State and local laws, regulations, and ordinances applicable to its activities and obligations under this Contract; and 25.4 It shall obtain, at its expense, all licenses, permits, insurance, and governmental approvals, if any, necessary to the performance of its obligations under this Contract. 26. Cost and Price Certification By submitting cost or price information, the Contractor certifies to the best of its knowledge that the information submitted is accurate, complete, and current as of the date of its Bid/Proposal."
    },
    {
      "id": "48e0d674-cfe7-4c76-846e-36a1b2b882c1",
      "page": null,
      "text": "ion By submitting cost or price information, the Contractor certifies to the best of its knowledge that the information submitted is accurate, complete, and current as of the date of its Bid/Proposal. The price under this Contract and any change order or modification here1mder, including profit or fee, shall be adjusted to exclude any s ignificant price increases occurring because the Contractor furnished cost or price information which, as of the dare of its Bid/Proposal, was inaccurate, incomplete, or not current. 27. Subcontracting; Ass ignment The Contractor may not subcontract any portion of the services provided under this Contract without obtaining the prior written approval of the Procurement Officer, nor may the Contrac.tor assign this Contract or any of its rights or obligations hereunder, without the prior written approval of the Procurement Officer provided, however, that a contractor may assign monies receivable under a contract after due notice to the State. Any subcontracts shall include such language as may be required in various clauses contained within this Contract, exhibits, and attachments."
    },
    {
      "id": "65625756-6764-40d6-9418-4c691e206cc5",
      "page": null,
      "text": "receivable under a contract after due notice to the State. Any subcontracts shall include such language as may be required in various clauses contained within this Contract, exhibits, and attachments. The Contract shall not be assigned until all approvals, documents, and affidavits are completed and properly registered. The State s hall not be responsible for fulfillment of the Contractor's obligations to its subcontractors. 28. Liability 28.1 For breach of this Contract, negligence, misrepresentation, or any other contract or tort claim, Contractor shall be liable as follows: a. For infringement of patents, copyrights, trademarks, service marks, and/or trade secrets. as provided in Section 7 of th is Contract; b. Without limitation for damages for bodily injury (including death) and damage to real property and tangible personal property; and c. For all other claims, damages, losses, costs, expenses, suits, or actions in any way related to this Contract, regardless of the form Contractor's liability for third party claims arising under Section IO of this Contract shall be unlimited if the State is not immune from liability for c laims arising under Section I 0. 29."
    },
    {
      "id": "fc10b723-2780-45ae-858f-668fd18ca033",
      "page": null,
      "text": "the form Contractor's liability for third party claims arising under Section IO of this Contract shall be unlimited if the State is not immune from liability for c laims arising under Section I 0. 29. Parent Company Guarantee (IfApplicable) PT Network LLC hereby guarantees absolutely the full, prompt, and complete pe1formance by Contractor of all the terms, conditions and obligations contained in this Contract, as it may be amended from time to i time, including any and all exhibits that are now or may become incorporated hereunto, and other obligations ofevery nature and kind that now or may in the future arise out of or in connection with this Contract, including any and all financial commitments, obligations, and liabilities. PT Network LLC may not transfer this absolute guaranty to any other person or entity without the prior express written approval ofthe State, which approval the State may grant, withhold, or qualify in its sole and absolute subjective discretion. PT Network LLC further agrees that ifthe State brings any claim, action, suit or proceeding against Contractor, PT Network LLC may be named as a party, in its capacity as Absolute Guarantor. 30."
    },
    {
      "id": "81ae1f84-b9f4-4ab4-9064-86dcb5afecce",
      "page": null,
      "text": "tion. PT Network LLC further agrees that ifthe State brings any claim, action, suit or proceeding against Contractor, PT Network LLC may be named as a party, in its capacity as Absolute Guarantor. 30. Commercial Nond iscrimination 30.1 As a condition ofentering into this Contract, Contractor represents and warrants that it will comply with the State's Commercial Nondiscrimination Policy, as described at Md. Code Ann., State Finance and Procurement Article, Title 19. As part of such compliance, Contractor may not discriminate on the basis of race, color, religion, ancestry or national origin, sex, age, marital status, sexual orientation, sexual identity, or on the basis ofdisability or other unlawful forms ofdiscrimination in the solicitation, selection, hiring, or commercial treatment of subcontractors, vendors, suppliers, or commercial customers, nor shall Contractor retaliate against any person for reporting instances ofsuch discrimination."
    },
    {
      "id": "e30e36ef-22bd-4ed0-8130-e9f432a4aa92",
      "page": null,
      "text": "ection, hiring, or commercial treatment of subcontractors, vendors, suppliers, or commercial customers, nor shall Contractor retaliate against any person for reporting instances ofsuch discrimination. Contractor shall provide equal opportunity for subcontractors, vendors, and suppliers to participate in all of its public sector and private sector subcontracting and supply opportunities, provided that this clause does not prohibit or limit lawfu l efforts to remedy the effects of marketplace disc.rimination that have occurred or are occurring in the marketplace. Contractor understands that a material violation ofthis clause shall be considered a material breach ofthis Contract and may result in termination of this Contract, disqualification of Contractor from participating in State contracts, or oilier sanctions. This clause is not enforceable by or for the benefit of, and creates no obligation to, any third party. 30.2 The Contractor shall include the above Commercial Nondiscrimination clause, or similar clause approved by the Department, in al I subcontracts."
    },
    {
      "id": "6b5d3abd-de5c-4df5-a414-ab23bd142e1f",
      "page": null,
      "text": "of, and creates no obligation to, any third party. 30.2 The Contractor shall include the above Commercial Nondiscrimination clause, or similar clause approved by the Department, in al I subcontracts. 30.3 As a condition ofentering into this Contract, upon the request of the Commission on Civil Rights, and only after the fi ling of a complaint against Contractor under Md. Code Ann., State Finance and Procurement Article, Title 19, as amended from time to time, Contractor agrees to provide within sixty (60) days after the request a complete list of the names ofall subcontractors, vendors, and suppliers that Contractor has used in the past four (4) years on any of its contracts that were undertaken within the State of Maryland, including the total dollar amount paid by Contractor on each subcontract or supply contract. Contractor further agrees to cooperate in any investigation conducted by the State pursuant to the State's Commercial Nondiscrimination Policy as set forth at Md. Code Ann., State Finance and Procurement Article, Title 19, and to provide any documents relevant to any investigation that are requested by the State."
    },
    {
      "id": "abdf66ad-edb7-49f5-8d01-b5cea484e97a",
      "page": null,
      "text": "ial Nondiscrimination Policy as set forth at Md. Code Ann., State Finance and Procurement Article, Title 19, and to provide any documents relevant to any investigation that are requested by the State. Contractor understands that violation of this clause is a material breach ofthis Contract and may result in contract termination, disqualification by the State from participating in State contracts, and other sanctions. 31. Prompt Pay Requirements 31 . I If the Contractor withholds payment ofan undisputed amount to its subcontractor, the Department, at its option and in its sole discretion, may take one or more of the following actions: a. Not process further payments to the contractor until payment to the subcontractor is verified; b. Suspend all or some of the contract work without affecting the completion date(s) for the contract work; c. Pay or cause payment of the undisputed amount to the subcontractor from monies otherwise due or that may become due; d. Place a payment for an undisputed amount in an interest-bearing escrow account; ore. Take other or further actions as appropriate to resolve the withheld payment."
    },
    {
      "id": "6efb14a3-54a3-49a3-9083-9d89e8bd76e4",
      "page": null,
      "text": "erwise due or that may become due; d. Place a payment for an undisputed amount in an interest-bearing escrow account; ore. Take other or further actions as appropriate to resolve the withheld payment. 31.2 An \"undisputed amount\" means an amount owed by the Contractor to a subcontractor for which there is no good faith dispute. Such \"undisputed amounts\" include, without limitation: a. Retainage which had been withheld and is, by the terms of the agreement between the Contractor and subcontractor, due to be distributed to the subcontractor; and b. An amount withheld because of issues arising out ofan agreement or occurrence unrelated to the agreement under which the amount is withheld. 31 .3 An act, failure to act, or decision of a Procurement Officer or a representative of the Department, concerning a withheld payment between the Contractor and a subcontractor under th is provision, may not: a. Affect the rights of the contracting parties under any other provision of law; b. Be used as evidence on the merits ofa dispute between the Department and the contractor in any other proceeding; or c. Result in liability against or prejudice the rights ofthe Department."
    },
    {
      "id": "3bcc2648-f684-4e6a-931f-0a730f435831",
      "page": null,
      "text": "of law; b. Be used as evidence on the merits ofa dispute between the Department and the contractor in any other proceeding; or c. Result in liability against or prejudice the rights ofthe Department. 31.4 The remedies enumerated above are in addition to those provided under COMAR 21.11.03. 13 with respect to subcontractors that have contracted pursuant to the Minority Business Enterprise (MBE) program. 31.5 To ensure compliance with certified MBE subcontract participation goals, the Department may, consistent with COMAR 21.1 1.03.13, take the following measures: a. Verify that the certified MBEs list.ed in the MBE participation schedule actually are performing work and receiving compensation as set forth in the MBE participation schedule. b. This verification may include, as appropriate: I. Inspecting any relevant records ofthe Contractor; II. Inspecting the jobsite; and I I I. Interviewing subcontractors and workers. IV."
    },
    {
      "id": "0a53dbe2-db66-4a55-bbc8-38c0eb9c6602",
      "page": null,
      "text": "ion schedule. b. This verification may include, as appropriate: I. Inspecting any relevant records ofthe Contractor; II. Inspecting the jobsite; and I I I. Interviewing subcontractors and workers. IV. Verification shall include a review of: (a) The Contractor's monthly report listing unpaid invoices over thirty (30) days old from certified MBE subcontractors and the reason for nonpayment; and (b) The monthly report of each certified MBE subcontractor, which lists payments received from the Contractor in the preceding thirty (30) days and invoices for which the subcontractor has not been paid. c. If the Department determines that the Contractor is not in compliance with certified MBE participation goals, then the Department will notify the Contractor in writing of its findings, and will require the Contractor to take appropriate corrective action. Corrective action may include, but is not limited to, requiring the Contractor to compensate the MBE for work perfom1ed as set forth in the MBE participation schedule. d."
    },
    {
      "id": "e17cf9bb-5cb5-4b73-935f-ab397f48f9fb",
      "page": null,
      "text": "ppropriate corrective action. Corrective action may include, but is not limited to, requiring the Contractor to compensate the MBE for work perfom1ed as set forth in the MBE participation schedule. d. If the Department determines that the Contractor is in material noncompliance with MBE contract provisions and refuses or fai ls to take the corrective action that the Department req uires, then the Department may: I. Terminate the contract; 11. Refer the matter to the Office of the Attorney General for appropriate action; or Ill. Initiate any other specific remedy identified by the contract, including the contractual remedi es required by any applicable laws, regulations, and directives regarding the payment of und isputed amounts. e. Upon com pletion of the Contract, but before final payment or release of retainage or both, the Contractor shall submit a final report, in affidavit form under the penalty of perjury, ofall payments made to, or withheld from, MBE subcontractors. 32. Liquidated Damages 32.1 The Contract requires the Contractor to make good faith efforts to comply with the Minority Business Enterprise (\"MBE\") Program and Contract provisions."
    },
    {
      "id": "0f8e935b-7c79-4355-b477-26a9b5aef28f",
      "page": null,
      "text": "MBE subcontractors. 32. Liquidated Damages 32.1 The Contract requires the Contractor to make good faith efforts to comply with the Minority Business Enterprise (\"MBE\") Program and Contract provisions. The State and the Contractor acknowledge and agree that the State wi ll incur economic damages and losses, including, but n ot limited to, loss of goodwill, detrimental impact on economic development, and diversion ofinternal staff resources, ifthe Contractor does not make good faith efforts to comply with the requirements ofthe MBE Program and pertinent MBE Contract provisions. The parties further acknowledge and agree that the damages th e State might reasonably be anticipated to accme as a result ofsuch lack of compliance are difficult or impossible to ascertain with precision and that liquidated damages represent a fair, reasonable, and appropriate estimation of damages."
    },
    {
      "id": "e0422e6a-b4fe-46e9-b14e-e4202d0c15ea",
      "page": null,
      "text": "to accme as a result ofsuch lack of compliance are difficult or impossible to ascertain with precision and that liquidated damages represent a fair, reasonable, and appropriate estimation of damages. Upon a determination by the State that the Contractor failed to make good faith efforts to comply with one or more of the specified MBE Program requirements or pertinent MBE Contract provisions and without the State being required to present any evidence ofthe amount or character ofactual damages sustained, the Contractor agrees to pay liquidated damages to the State at the rates set forth below. Such liquidated damages are intended to represent estimated actual damages and are not intended as a penalty. The Contractor expressly agrees that the State may withhold payment on any invoices as an offset against liquidated damages owed. The Contractor further agrees that for each specified violation, the agreed-upon liquidated dan1ages are reasonably proximate to the loss the State is anticipated to incur as a result of each violation."
    },
    {
      "id": "2e2e8b24-b3dc-47fb-866c-aff3f080dc8b",
      "page": null,
      "text": "e Contractor further agrees that for each specified violation, the agreed-upon liquidated dan1ages are reasonably proximate to the loss the State is anticipated to incur as a result of each violation. 32.1.1 Failure to submit each monthly payment report in full compliance with COMAR 21.11.03.138(3): $ 31.65 per day until the month ly report is submitted as required. 32.1.2 Failure to include in its agreements w ith MBE subcontractors a provision requiring submission of payment reports in full compliance with COMAR 21. 11.03. 138(4): $112.10 per MBE subcontractor. 32. 1.3 Failure to comply with COMAR 21. 11.03.12 in terminating, canceling, or changing the scope of work/value of a contract with an MBE subcontractor and/or amendment of the MBE participation schedule: the difference between the dollar value of the MBE participation commitment on the MBE participation schedule for that specific MBE firm and the dollar value of the work performed by that MBE firm for the Contract."
    },
    {
      "id": "fd55acec-67f8-4d69-bc47-e982512c8205",
      "page": null,
      "text": "between the dollar value of the MBE participation commitment on the MBE participation schedule for that specific MBE firm and the dollar value of the work performed by that MBE firm for the Contract. 32.1.4 Failure to meet the Contractor's total MBE participation goal and subgoal commitments: the difference between the dollar value of the total MBE participation commitme nt on the MBE participation schedule and the MBE participation actually achieved. 32.1.5 Failure to promptly pay all undisputed amounts to a subcontractor in full compliance with the prompt payment provisions of the Contract: $100 per day until the undisputed amount due to the subcontractor is paid. 32.2 Notwithstanding the assessment or availability of liquidated damages, the State reserves the right to terminate the Contract and to exercise any and all other rights or remedies which may be available under the Contract or which otherwise may be available at Jaw or in equity. 33."
    },
    {
      "id": "86a33e0b-7a61-453d-819a-912987426eda",
      "page": null,
      "text": "reserves the right to terminate the Contract and to exercise any and all other rights or remedies which may be available under the Contract or which otherwise may be available at Jaw or in equity. 33. Livin g Wage lfa Contractor subject to the Living Wage Jaw fails to submit all records required under COMAR 21.11.10.05 to the Commissioner of Labor and Industry at the Department of Labor, Licensing and Regulation, the agency may withhold payment ofany invoice or retainage. The agency may require certification from the Commissioner on a quarterly basis that such records were properly submitted. 34. C ontract Monitor and P rocure me nt Officer The work to be accomplished under this Contract shall be performed under the direction of the Contract Monitor. All matters relating to the interpreta.tion ofthis Contract shall be referred to the Procurement Officer for determination. 35. Notices All notices hereunder shall be in writing and either delivered personally or sent by certified or registered mail, postage prepaid, as follows: If to the State: Chris Hautala Procurement Officer 45 Calvert St."
    },
    {
      "id": "f27659b8-185f-490f-a3b5-47ee32349941",
      "page": null,
      "text": "es hereunder shall be in writing and either delivered personally or sent by certified or registered mail, postage prepaid, as follows: If to the State: Chris Hautala Procurement Officer 45 Calvert St. Room 139 Annapol is, MD 2140 1 lfto the Contractor: Raymond Breswick Director of Operations 200 Biddle Avenue Suite 213 Newark, DE 19702 36. Federal De pa rtme n t of Health a nd H u man Services (DHHS) Exclusion Require ments The Contractor agrees that it will comply with federal provisions (pursuant to§§ 1128 and 1156 of the Social Security Act and 42 C.F.R. I 00 I) that prohibit payments under certain federal health care programs to any individual or entity that is on the List of Excluded Individuals/Entities maintained by DHHS. By executing this contract, the Contractor affirmatively declares that neither it nor any employee is, to the best of its knowledge, subject to exclusion."
    },
    {
      "id": "0d164973-97a6-49bd-93fb-21a3053536ca",
      "page": null,
      "text": "uded Individuals/Entities maintained by DHHS. By executing this contract, the Contractor affirmatively declares that neither it nor any employee is, to the best of its knowledge, subject to exclusion. The Contractor agrees, further, during the term ofthis contract, to check the List of Excluded Individuals/Entities prior to hiring or assigning individuals to work on this Contract, and to notify the Department immediately ofany identification of the Contractor or an individual employee as excluded, and of any DHHS action or proposed action to exclude the Contractor or any Contractor employee. 36. Compliance with Federal H1PAA and State Confidentiality Law 36.1 The Contractor acknowledges its duty to become familiar with and comply, to the extent app licable, w ith all requirements of the federal Health Insurance Portability a nd Accountability Act (HlPAA), 42 U.S.C. § 1320d et seq., and implementing regulations including 45 C.P.R. Parts 160 and 164. The Contractor also agrees to comply with the Maryland Confidentiality of Medical Records Act (MCMRA), Md. Code Ann. Health­ General§§ 4- 30I et seq."
    },
    {
      "id": "6b1ffea9-efb3-4bb3-994a-12e21bea3ffb",
      "page": null,
      "text": "regulations including 45 C.P.R. Parts 160 and 164. The Contractor also agrees to comply with the Maryland Confidentiality of Medical Records Act (MCMRA), Md. Code Ann. Health­ General§§ 4- 30I et seq. This obligation includes: (a) As necessary, adhering to the privacy and security requirements for protected health in formation and medical records under HIPAA and MCMRA and making the transmission ofall electronic infonnation compatible with the HlPAA requirements; (b) Providing training and information to e mployees regarding confidentiality obligations as to health and financial information and securing acknowledgement of these obligations from employees to be involved in the contract; and (c) Otherwise providing good information management practices regarding all health information and medical records. 36.2 Based on the determination by the Department that the functions to be performed in accordance with the scope of work set forth in the solicitation constitute business associate functions as defined in HIPAA, the selected Bidder/Offeror shall execute a business associate agreement as required by HlPAA regulations at 45 C.P.R. 164.501 and in the form as required by the Department."
    },
    {
      "id": "20d9862c-1c60-4b19-9cd6-b5c1fabf02ec",
      "page": null,
      "text": "tions as defined in HIPAA, the selected Bidder/Offeror shall execute a business associate agreement as required by HlPAA regulations at 45 C.P.R. 164.501 and in the form as required by the Department. 36.3 Protected Health lnfom1ation as defined in the HlPAA regulations at 45 C.F.R. 160.103 and 164.50 I, means infonnation transmitted as defined in the regulations, that is individually identifiable; that is created or received by a healthcare provider, health plan, public health authority, employer, life insurer, school or university, or healthcare clearinghouse; and that is related to the past, present, or future physical or mental health or condition ofan individual, to the provision of healthcare to an individual, or to the past, present, or future payment for the provision of healthcare to an individual. The definition excludes certain education records as well as e mployment records held by a covered entity in its role as employer. 37. Hiring Agreement The Contractor agrees to execute and comply with the enclosed Maryland Department of Human Resources (OHR) Hir ing Agreement (Attachment 0)."
    },
    {
      "id": "5032fb02-c03d-4649-9bb7-7ad90c9d07eb",
      "page": null,
      "text": "overed entity in its role as employer. 37. Hiring Agreement The Contractor agrees to execute and comply with the enclosed Maryland Department of Human Resources (OHR) Hir ing Agreement (Attachment 0). The Hiring Agreement is to be executed by the Bidder/Offeror and delivered to the Procurement Officer within ten ( I 0) Business Days following receipt ofnotice by the Bidder/Offeror that it is being recommended for contract award. The Hiring Agreement wi II become effective concurrently with the award of the contract. The Hiring Agreement provides that the Contractor and DHR wi ll work cooperatively to promote hiring by the Contractor ofqualified individuals for job openings resulting from this procurement, in accordance with Md. Code Ann., State Finance and Procurement Article §13-224. 38. Limited English Proficiency The Contractor shall provide equal access to public services to individuals with limited English proficiency in compliance with Md. Code Ann., State Government Article,§§ 10-1101 et seq., and Policy Guidance i ssued by the Office ofCivil Rights, Department of Health and Human Services, and DHMH Policy 02.06.07. 39."
    },
    {
      "id": "a8e68399-7611-404b-9733-70a4377e3699",
      "page": null,
      "text": "liance with Md. Code Ann., State Government Article,§§ 10-1101 et seq., and Policy Guidance i ssued by the Office ofCivil Rights, Department of Health and Human Services, and DHMH Policy 02.06.07. 39. Miscellaneous 39.I Any provision of this Contract which contemplates performance or observance subsequent to any termination or expiration ofthis Contract shall survive tennination or expiration ofthis Contract and continue in full force and effect. 39.2 If any term contained in this Contract is held or finally determined to be invalid, illegal, or unenforceable in any respect, in whole or in part, such term shall be severed from this Contract, and the remaining terms contained herein shall continue in full force and effect, and shall in no way be affected, prejudiced, or disturbed thereby. IN \\VITNESS THEREOF, the parties have executed this Contract as ofthe date hereinabove set forth. STATE OF MARYLAND DEPARTMENT OF BUDGET & MANAGEMENT CONTRACTOR By: STEVEN BERGER Date: 6/21/16 By: David R. Brinkley, Secretary, Dept. of Budget & Management Or designee: Approved for fonn and legal sufficiency this _2_dayof _ February_, 2017_ . Assistant Attorney General APPROVED BY BPW: _ Jan."
    },
    {
      "id": "e9544a6c-ce21-44da-b90e-aded9f6305f6",
      "page": null,
      "text": "y: David R. Brinkley, Secretary, Dept. of Budget & Management Or designee: Approved for fonn and legal sufficiency this _2_dayof _ February_, 2017_ . Assistant Attorney General APPROVED BY BPW: _ Jan. 25 2017 (BPW Item #2-S-DBM)"
    }
  ],
  "chatHistory": [
    {
      "role": "user",
      "content": "what is the liability cap?"
    },
    {
      "role": "assistant",
      "content": "The document specifies that the Contractor's liability for third party claims related to the contract is unlimited if the State is not immune from liability. However, it does not specify a general liability cap for other claims or damages.",
      "citations": [
        {
          "chunk_id": "65625756-6764-40d6-9418-4c691e206cc5",
          "snippet": "Contractor's liability for third party claims arising under Section 10 of this Contract shall be unlimited if the State is not immune from liability for claims arising under Section 10."
        },
        {
          "chunk_id": "fc10b723-2780-45ae-858f-668fd18ca033",
          "snippet": "Contractor's liability for third party claims arising under Section IO of this Contract shall be unlimited if the State is not immune from liability for claims arising under Section I 0."
        }
      ]
    },
    {
      "role": "user",
      "content": "tell me about the hiring agreement section"
    },
    {
      "role": "assistant",
      "content": "The Hiring Agreement section states that the Contractor agrees to execute and comply with the Maryland Department of Human Resources Hiring Agreement. This agreement must be executed by the Bidder/Offeror and delivered to the Procurement Officer within ten business days after the Bidder/Offeror is recommended for contract award. The Hiring Agreement becomes effective concurrently with the contract award and signifies a cooperative effort between the Contractor and the Department of Human Resources to promote the hiring of qualified individuals for job openings resulting from the procurement, in accordance with Maryland Code, State Finance and Procurement Article §13-224.",
      "citations": [
        {
          "chunk_id": "5032fb02-c03d-4649-9bb7-7ad90c9d07eb",
          "snippet": "The Contractor agrees to execute and comply with the enclosed Maryland Department of Human Resources (OHR) Hir ing Agreement (Attachment 0). The Hiring Agreement is to be executed by the Bidder/Offeror and delivered to the Procurement Officer within ten ( I 0) Business Days following receipt ofnotice by the Bidder/Offeror that it is being recommended for contract award."
        }
      ]
    },
    {
      "role": "user",
      "content": "make that part easier to understand, plan words"
    },
    {
      "role": "assistant",
      "content": "The Hiring Agreement section requires the Contractor to sign and follow the Maryland Department of Human Resources Hiring Agreement. They need to do this within ten business days after being told that they're recommended for the contract. This agreement starts at the same time the contract is awarded. The goal is for the Contractor and the Department of Human Resources to work together to hire qualified people for job openings related to the contract, as per Maryland law.",
      "citations": [
        {
          "chunk_id": "5032fb02-c03d-4649-9bb7-7ad90c9d07eb",
          "snippet": "The Contractor agrees to execute and comply with the enclosed Maryland Department of Human Resources (OHR) Hiring Agreement (Attachment 0). The Hiring Agreement is to be executed by the Bidder/Offeror and delivered to the Procurement Officer within ten ( I 0) Business Days following receipt ofnotice by the Bidder/Offeror that it is being recommended for contract award. The Hiring Agreement wi II become effective concurrently with the award of the contract. The Hiring Agreement provides that the Contractor and DHR wi ll work cooperatively to promote hiring by the Contractor ofqualified individuals for job openings resulting from this procurement, in accordance with Md. Code Ann., State Finance and Procurement Article §13-224."
        }
      ]
    }
  ],
  "reportJson": {
    "document_summary": "This contract is an agreement between PTN WorkPro Holdings LLC and the State of Maryland for Statewide Medical Director and Occupational Medical Services, which outlines definitions, scope, periods of performance, payment terms, rights to records and intellectual property, confidentiality, indemnification, compliance with laws, and termination clauses.",
    "risk_score": 45,
    "top_red_flags": [
      {
        "title": "Modification and Payment Limitations",
        "severity": "high",
        "clause_type": "Financial Limitation",
        "why_it_matters": "The contract states that payment will not exceed a certain amount unless modified. This means there is a risk for financial overrun if not managed properly.",
        "evidence": [
          {
            "chunk_id": "fbeacd2d-af99-40ff-b812-0c9fed2c40f9",
            "quote": "payment to the Contractor pursuant to this Contract, including the base term and any option exercised by the State, shall not exceed $ ().",
            "page": null
          }
        ],
        "suggested_action": "Clarify the financial limit and ensure there is a mechanism for amendment to avoid service interruptions."
      },
      {
        "title": "Rights to Records and Intellectual Property",
        "severity": "medium",
        "clause_type": "Intellectual Property",
        "why_it_matters": "The contract assigns all rights to the State which may limit the contractor's future usage of the developed materials.",
        "evidence": [
          {
            "chunk_id": "4b400184-fb7c-4683-ae68-a35ffe166590",
            "quote": "all documents and materials...shall be the sole property of the State and shall be available to the State at any time.",
            "page": null
          }
        ],
        "suggested_action": "Negotiate terms that allow the contractor some retention of rights or benefits from the developed materials or propose royalty terms."
      },
      {
        "title": "Indemnification Clause",
        "severity": "high",
        "clause_type": "Liability",
        "why_it_matters": "The contractor is required to indemnify the State broadly, which could pose a significant liability risk.",
        "evidence": [
          {
            "chunk_id": "1158a3a1-42aa-45a4-a763-4c02f7d167ec",
            "quote": "The Contractor shall hold harmless and indemnify the State from...any and all losses, damages, claims, suits, actions...",
            "page": null
          }
        ],
        "suggested_action": "Define indemnification limits and ensure proper insurance is in place to cover potential liabilities."
      }
    ],
    "key_clauses": [
      {
        "clause_type": "Period of Performance",
        "summary": "The contract term is approximately five years beginning on April 1, 2017, and ending on March 31, 2022.",
        "friendly_explanation": "This means the contract is set to last for a specific period, and services shall be provided within this timeline.",
        "risk_notes": "Ensure compliance with timelines to avoid breach.",
        "evidence": [
          {
            "chunk_id": "57717b59-8c0f-4518-b596-d9608a4e164a",
            "quote": "the Contract shall be for a period of approximately five years beginning on April I, 2017...",
            "page": null
          }
        ]
      },
      {
        "clause_type": "Confidential Information",
        "summary": "Both parties agree to keep all confidential or proprietary information and documentation in absolute confidence, subject to legal obligations.",
        "friendly_explanation": "This means any sensitive information exchanged during the contract cannot be shared outside the terms specified.",
        "risk_notes": "Ensure internal policies comply with this clause.",
        "evidence": [
          {
            "chunk_id": "f8869d93-7f6b-4ac9-a75b-ec2f2a133d6d",
            "quote": "all confidential or proprietary information...shall be held in absolute confidence...",
            "page": null
          }
        ]
      }
    ],
    "missing_or_ambiguous": [
      "The exact amount for payment limitation is not specified.",
      "Details on what constitutes 'proper modification' in Financial Limitation are vague."
    ],
    "negotiation_questions": [
      "What is the pre-defined monetary limit concerning services, and can it be clarified?",
      "Under what conditions will modifications be agreed upon to adjust financial limits?"
    ]
  }
}